<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'noFiles' => 'Әзірге материалдар жоқ...',
    'catalogTitle' => 'Каталог',
    'makeRequest' => 'Тапсырыс беру',
    'features' => 'Ерекшеліктер мен функциялар',
    'specifications' => 'Техникалық сипаттама',
    'accessories' => 'Керек-жарақтар',
    'brand' => 'Бренд',
    'categoryEmpty' => 'Бұл категорияда әлі өнім жоқ',
    'showMore' => 'Толығырақ',
    'notFoundTitle' => 'Бет табылмады',
    'notFoundContent' => 'Мүмкін, ол жойылған немесе архивке көшірілген,<br>іздеуді қолданыңыз немесе <a href="/">басты бетке өтіңіз</a>',
    'pageAbout' => 'Біз жайлы',
    'download' => 'Жүктеу',
    'contacts' => 'Байланыстар',
    'downloadFile' => 'Файлды жүктеу',
    'phone' => 'Тел.:',
    'phoneFull' => 'Телефон:',
    'fax' => 'Факс:',
    'schedule' => 'Жұмыс кестесі:',
    'address' => 'Мекен-жайымыз:',
    'termsAgree' => 'Мен деректерімді өңдеуге келісемін.',
    'more' => 'Толығырақ',
    'sendRequestButton' => 'Тапсырыс жіберу',
    'toContactTitle' => 'Бізбен хабарласу',
    'toContactContent' => '<p>20 жыл бойы "Тополь" Компаниясы  байланыс және радиотехниканы қызметтерін дәйекті жоғары деңгей ұсынады.</p>                                
                            <p>Сіз әлемнің ең жақсы өндірушілерінің радиотехникасын сатып ала аласыз, оны орнатумен қатар кез-келген қиын конфигурациялауға, және де
                                кез-келген масштабтағы байланыс жүйесі және оған қызмет көрсетуді бізден тапсырыс бере аласыз.</p>
                            <p>Сонымен қатар, сіз радиожабдықтарды бағдарламалау, баптау және жөндеу қызметтерін пайдалана аласыз.</p>',
    'namePlaceholder' => 'Есіміңіз',
    'phonePlaceholder' => 'Телефон',
    'commentPlaceholder' => 'Хабарлама мәтініңіз',
    'usefulInformation' => 'Пайдалы ақпарат',
    'searchResults' => 'Іздеу нәтижесі',
    'searchPlaceholder' => 'Мысалы: радиостанция ...',
    'search' => 'Іздеу',
    'searchFound' => 'Сіздің <b>«:input»</b> іздеу нәтижесі :total нәтиже берді.',
    'home' => 'Басты бет',
    'pageNews' => 'Жаңалықтар',
    'filterProducts' => 'Өнім сүзгісі',
    'filter' => 'Сүзгі',
    'pageInfo' => 'Пайдалы ақпарат',
    'siteName' => 'Тополь',
    'noSearchResults' => 'Бұл сұрау бойынша нәтижелер жоқ.',
    'showAllSearchResults' => 'Барлық іздеу нәтижелері',
    'callbackBtn' => 'Қоңырауға тапсырыс',
    'orderText' => 'Сарапшылардың қоңырауына тапсырыс беріп, ақысыз кеңес алыңыз',
    'fillFormText' => 'Нысанды толтырыңыз, біз сізге жақын арада қоңырау шаламыз',
    'getConsultation' => 'Кеңес алу',
    'thanks' => 'Рақмет',
    'successText' => 'Сіздің өтінішіңіз қабылданды, жақын арада сізбен хабарласамыз',
    'returnHome' => 'Басты бетке оралу',
    'subscribeTitle' => 'Ең қызықты жаңалықтардан хабардар болу үшін жазылыңыз.',
    'subscribeBtn' => 'Жазылу',
    'inSocials' => 'Біздің әлеуметтік желілер:',
    'programs' => 'Оқу бағдарламалары',
    'registry' => 'Берілген сертификаттардың тізілімі',
    'registryPlaceholder' => 'Сертификаттарды іздеңіз (Аты-жөні, ЖСН немесе сертификат нөмірі)',
    'find' => 'Іздеу',
    'certNotFound' => 'Сертификаттар табылмады',
    'ourProjects' => 'Біздің жобалар',
    'allServices' => 'Барлық қызметтер',
    'allSales' => 'Барлық акциялар',
    'goCatalog' => 'Каталогқа өтіңіз',
    'moreAboutUs' => 'Толығырақ біз жайлы',
    'allProjects' => 'Барлық жобалар',
    'ourPartners' => 'Біздің серіктестер',
    'allPartners' => 'Барлық серіктестер',
    'allNews' => 'Барлық жаңалықтар',
    'product' => 'Өнім',
    'page' => 'Бет',
    'post' => 'Мақала',
    'sale' => 'Акция',
    'service' => 'Қызмет',
    'project' => 'Жоба',
    'fullName' => 'Аты-жөні',
    'certNumber' => '№ сертификат',
    'subscribeThanks' => 'Жазылғаныңыз үшін рахмет',
    'alreadySubscribed' => 'Кешіріңіз, сіз жазылып қойғансыз',
    'sitemap' => 'Сайт картасы',
    'terms' => 'Құпиялылық саясаты',


];
